export default defineEventHandler(() => {
	return [
		{
			id: 1,
			title: 'Больше целевой аудитории',
			subtitle: 'Вы получаете органический прирост подписчиков из соседних ниш — без покупных ботов и сомнительных схем.',
			link: 'Подробнее',
			img: '/img/widgets/why1.png',
			show: true,
		},
		{
			id: 2,
			title: 'Экономия бюджета',
			subtitle: 'Вы тратите меньше — а результат получаете как при платном продвижении.',
			link: 'Подробнее',
			img: '/img/widgets/why2.png',
			show: false,
		},
		{
			id: 3,
			title: 'Рост активности',
			subtitle: 'Подписчики приходят из живых каналов, поэтому вовлечённость выше, а канал растёт естественными темпами.',
			link: 'Подробнее',
			img: '/img/widgets/startup_user_growth.png',
			show: false,
		},
		{
			id: 4,
			title: 'Простая система без рутины',
			subtitle: 'Каналы помогают друг другу расти. Обмениваются аудиторией. Привлекают рекламодателей вместе.',
			link: 'Подробнее',
			img: '/img/widgets/why4.png',
			show: false,
		},
	]
})
